[Package]
Name=Linear Calibration
Name_de=Lineare Kalibrierung
Name_ja=線形キャリブレーション
Name_cn=线性校准
Description=Linear regression with lookup table for X values from new Y values.
Description_de=Lineare Regression mit Lookup-Tabelle für X-Werte aus neuen Y-Werten.
Description_ja=新しいY値からのX値を求めるルックアップテーブル付きの線形回帰。
Description_cn=利用带查找表的线性回归查找新 Y 值所对应的 X 值。
ID=785
Version=1.2
Category=Fitting
Keywords=fitting, curve fit, find x, statistics
Author=OriginLab Corp.
Type=3
Keywords_de=Anpassung, Kurvenanpassung, X suchen, Statistik
Keywords_ja=フィッティング, カーブフィット, x検索, 統計
Keywords_cn=拟合, 线性拟合, 查找 x, 统计
[Origin]
Version=9.60
Pro=0
[Log]
v1.2 8/18/2025 fix remove link bug and resave as analysis template
v1.1 11/13/2023 Updated for dark mode

